Repository: FerchuDev/Aki_ONI-Mods
Catalog: Backwalls/Translations/*.po
Languages: es

# Backwalls.STRINGS.BUILDINGS.PREFABS.BACKWALL_DECORATIVEBACKWALL.DESC
source: A decorative wallpaper.
es: Un papel pintado decorativo.

# Backwalls.STRINGS.BUILDINGS.PREFABS.BACKWALL_DECORATIVEBACKWALL.EFFECT
source: Does not prevent gas and liquid loss in Space.
es: No evita la pérdida de gases y líquidos en el espacio.

# Backwalls.STRINGS.BUILDINGS.PREFABS.BACKWALL_DECORATIVEBACKWALL.NAME
source: Decorative Backwall
es: Pared posterior decorativa

# Backwalls.STRINGS.BUILDINGS.PREFABS.BACKWALL_SEALEDBACKWALL.DESC
source: This wall can seal gases and liquids in space, while also being fashionable.
es: Esta pared puede sellar gases y líquidos en el espacio, además de ser elegante.

# Backwalls.STRINGS.BUILDINGS.PREFABS.BACKWALL_SEALEDBACKWALL.NAME
source: Sealed Backwall
es: Pared posterior sellada

# Backwalls.STRINGS.MISC.DOTTY_BACKWALL_VARIANT
source: Dotted
es: Punteado

# Backwalls.STRINGS.MISC.NONSENSE_BACKWALL_VARIANT
source: Nonsense Sepia
es: Sepia disparatada

# Backwalls.STRINGS.MISC.PUFTIFUL_BACKWALL_VARIANT
source: Puftiful
es: Puftástico

# Backwalls.STRINGS.MISC.STRIPE_BACKWALL_VARIANT
source: Stripe
es: A rayas

# Backwalls.STRINGS.MISC.UNNAMED_BACKWALL_VARIANT
source: Unnamed
es: Sin nombre

# Backwalls.STRINGS.UI.BACKWALLS_ACTIONS.SMART_BUILD
source: Smart Build
es: Construcción inteligente

# Backwalls.STRINGS.UI.BACKWALLS_DEFAULTSETTERSIDESCREEN.SET_DEFAULT.BUTTON
source: Set as default
es: Establecer como predeterminado

# Backwalls.STRINGS.UI.BACKWALLS_DEFAULTSETTERSIDESCREEN.SET_DEFAULT.TOOLTIP
source: From now on use this preset for default looks.
es: De ahora en adelante usa este ajuste para las apariencias predeterminadas.

# Backwalls.STRINGS.UI.BACKWALLS_MISC.SMART_CURSOR
source: Smart Cursor: {0}. Toggle with [{1}]
es: Cursor inteligente: {0}. Alternar con [{1}]

# Backwalls.STRINGS.UI.SETTINGSDIALOG.BUTTONS.CANCELBUTTON.TEXT
source: Cancel
es: Cancelar

# Backwalls.STRINGS.UI.SETTINGSDIALOG.BUTTONS.OK.TEXT
source: Apply
es: Aplicar

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.COLOR.LABEL
source: Default Color
es: Color predeterminado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.DECORATIVEBACKWALL.DECOR.LABEL
source: Decor
es: Decoración

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.DECORATIVEBACKWALL.LABEL
source: Decorative Backwall
es: Pared posterior decorativa

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.DECORATIVEBACKWALL.RANGE.LABEL
source: Range
es: Alcance

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.PATTERN.LABEL
source: Default Pattern
es: Patrón predeterminado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.RENDERLAYERPRESET.LABEL
source: Render backwalls
es: Renderizar paredes posteriores

source: Act the same as drywalls.
es: Funciona igual que los tabiques.

source: Automatic
es: Automático

source: Render behind pipes.
es: Renderizar detrás de las tuberías.

source: Behind Pipes
es: Detrás de las tuberías

source: Render in front of pipes.
es: Renderizar delante de las tuberías.

source: Hide Pipes
es: Ocultar tuberías

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.RENDERLAYERPRESET.LAYER.TITLE
source: Layer
es: Capa

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.RENDERLAYERPRESET.LAYER.TOOLTIP
source: Where to render the backwalls
es: Dónde renderizar las paredes posteriores

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SEALEDBACKWALL.DECOR.LABEL
source: Decor
es: Decoración

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SEALEDBACKWALL.LABEL
source: Sealed Backwall
es: Pared posterior sellada

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SEALEDBACKWALL.RANGE.LABEL
source: Range
es: Alcance

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.LABEL
source: Shiny Tiles
es: Baldosas brillantes

source: A little less shiny
es: Un poco menos brillantes

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.DULL.TITLE
source: Soft
es: Suave

source: No shine (classic/old look)
es: Sin brillo (aspecto clásico/antiguo)

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.OFF.TITLE
source: Off
es: Desactivado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.ON.DESCRIPTION
source: Shiny!
es: ¡Brillante!

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.ON.TITLE
source: On
es: Activado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.TITLE
source: Layer
es: Capa

# Backwalls.STRINGS.UI.SETTINGSDIALOG.CONTENT.SHINYTILECYCLE.OPTION.TOOLTIP
source: Where to render the backwalls
es: Dónde renderizar las paredes posteriores

# Backwalls.STRINGS.UI.SETTINGSDIALOG.DEFAULTCOLOR.TITLE
source: Default Color
es: Color predeterminado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.DEFAULTCOLOR.TOOLTIP
source: What color to place by default
es: Qué color colocar por defecto

# Backwalls.STRINGS.UI.SETTINGSDIALOG.DEFAULTPATTERN.TITLE
source: Default Pattern
es: Patrón predeterminado

# Backwalls.STRINGS.UI.SETTINGSDIALOG.DEFAULTPATTERN.TOOLTIP
source: What pattern to place by default
es: Qué patrón colocar por defecto

# Backwalls.STRINGS.UI.SETTINGSDIALOG.TITLE.TITLETEXT
source: Backwalls Settings
es: Ajustes de paredes posteriores

source: Copy Color
es: Copiar color

source: Copy Pattern
es: Copiar patrón

# Backwalls.STRINGS.UI.WALLSIDESCREEN.CONTENTS.COPYTOGGLES.WARNING.LABEL
source: Nothing will be copied!
es: ¡No se copiará nada!

# Backwalls.STRINGS.UI.WALLSIDESCREEN.CONTENTS.TITLE.BUTTON.TEXT
source: Add
es: Añadir

# Backwalls.STRINGS.UI.WALLSIDESCREEN.CONTENTS.TITLE.LABEL
source: Favorites
es: Favoritos

# Backwalls.STRINGS.UI.WALLSIDESCREEN.TITLE
source: Backwall appearance
es: Apariencia de la pared posterior
