Repository: FerchuDev/Aki_ONI-Mods
Catalog: More Small Sculptures/Translations/*.po
Languages: es

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.ARKAY.DESCRIPTION
source: By the Nine!
es: ¡Por los Nueve!

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.ARKAY.NAME
source: <link="SCULPTURE">Shrine of Arkay</link>
es: <link="SCULPTURE">Santuario de Arkay</link>

source: What an adorable little murdermachine!
es: ¡Qué adorable y pequeña máquina de matar!

source: A squishy little puffball.
es: Una pequeña bolita blandita.

source: Double trouble!
es: ¡Problemas por partida doble!

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.BABY_PIP_2.NAME
source: <link="SCULPTURE">Pipsqueak twinsies</link>
es: <link="SCULPTURE">Pipsqueak gemelos</link>

source: The baby that pinches your cheeks.
es: El bebé que te pellizca las mejillas.

source: <link="SCULPTURE">Tiny crab baby</link>
es: <link="SCULPTURE">Bebé cangrejito</link>

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.BANANA.DESCRIPTION
source: Really, the shapeliest of fruits.
es: De verdad, la fruta con mejores curvas.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.CAT.DESCRIPTION
source: Meow.
es: Miau.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.CAT.NAME
source: <link="SCULPTURE">Cat</link>
es: <link="SCULPTURE">Gato</link>

source: Magnificently chubby.
es: Magníficamente gordito.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.CATCOON.NAME
source: <link="SCULPTURE">Chubby catcoon</link>
es: <link="SCULPTURE">Catcún gordito</link>

source: Your smallest friendly forest spirit neighbor.
es: Tu vecino espíritu del bosque más pequeñito.

source: Your smaller friendly forest spirit neighbor.
es: Tu vecino espíritu del bosque más pequeño.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.DUCK.DESCRIPTION
source: Definitely was not an attempt at a duck drawing.
es: Definitivamente no fue un intento de dibujar un pato.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.DUCK.NAME
source: <link="SCULPTURE">Bird</link>
es: <link="SCULPTURE">Pájaro</link>

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.EGG.DESCRIPTION
source: Egg.
es: Huevo.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.EGG.NAME
source: <link="SCULPTURE">Egg</link>
es: <link="SCULPTURE">Huevo</link>

source: It doesn't understand what "Masterwork" means, but is flattered anyway.
es: No entiende lo que significa "Obra maestra", pero se siente halagado igualmente.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.HAPPY.DESCRIPTION
source: More fish?
es: ¿Más pescado?

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.HAPPY.NAME
source: <link="SCULPTURE">Happy</link>
es: <link="SCULPTURE">Feliz</link>

source: You just don't understand.
es: Simplemente no lo entiendes.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.HIGHTASTE.NAME
source: <link="SCULPTURE">Real Art</link>
es: <link="SCULPTURE">Arte real</link>

source: Hollow cuboid.
es: Cuboide hueco.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.NOT_PENROSE.NAME
source: <link="SCULPTURE">Cubic art</link>
es: <link="SCULPTURE">Arte cúbico</link>

source: From the mysterious lands of "Rotwood"
es: De las misteriosas tierras de "Rotwood"

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.ROTWOOD_ONION.NAME
source: <link="SCULPTURE">Onion Thing</link>
es: <link="SCULPTURE">Cosa cebolla</link>

source: A wonderfully round friend.
es: Un amigo maravillosamente redondo.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.SPIGOT_SEAL.NAME
source: <link="SCULPTURE">Fierce Seal</link>
es: <link="SCULPTURE">Foca fiera</link>

source: May the light heal and enlighten you.
es: Que la luz te cure e ilumine.

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.THE_SUN.NAME
source: <link="SCULPTURE">XIX - The Sun</link>
es: <link="SCULPTURE">XIX - El Sol</link>

# MoreSmallSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.TOTORO.DESCRIPTION
source: Your friendly forest spirit neighbor.
es: Tu vecino espíritu del bosque amigable.
