Repository: FerchuDev/Aki_ONI-Mods
Catalog: TrueTiles/Translations/*.po
Languages: es

# TrueTiles.STRINGS.TEXTUREPACKS.ALTAIRFLOW.DESCRIPTION
source: Airflow tiles that resemble the vanilla design more.
es: Baldosas Ventiladas que se parecen más al diseño original.

# TrueTiles.STRINGS.TEXTUREPACKS.ALTAIRFLOW.NAME
source: Alt. Airflow
es: Baldosa Ventilada Alt

# TrueTiles.STRINGS.TEXTUREPACKS.AUTHOR
source: by <b>{0}</b>
es: por <b>{0}</b>

# TrueTiles.STRINGS.TEXTUREPACKS.CUTESYCARPET.DESCRIPTION
source: Kitty carpet!!! :3
es: Alfombra gatuna

# TrueTiles.STRINGS.TEXTUREPACKS.CUTESYCARPET.NAME
source: Cutesy Carpets
es: Alfombras Monas

# TrueTiles.STRINGS.TEXTUREPACKS.DEFAULT.DESCRIPTION
source: The default look of True Tiles.
es: El aspecto por defecto de True Tiles.

# TrueTiles.STRINGS.TEXTUREPACKS.DEFAULT.NAME
source: Default
es: Predeterminado

# TrueTiles.STRINGS.TEXTUREPACKS.EXTERNAL_SAVE_DIALOG.BUTTON_EXTERNAL
source: Sure (recommended)
es: Sí (recomendado)

# TrueTiles.STRINGS.TEXTUREPACKS.EXTERNAL_SAVE_DIALOG.BUTTON_LOCAL
source: No, keep local
es: No, mantener local

# TrueTiles.STRINGS.TEXTUREPACKS.EXTERNAL_SAVE_DIALOG.TEXT
source: Save settings externally? This will make sure settings will stay after updates.
es: ¿Guardar configuración externamente? Esto asegurará que los ajustes se mantengan tras las actualizaciones.

# TrueTiles.STRINGS.TEXTUREPACKS.INFO
source: by <b>{0}</b>
es: por <b>{0}</b>

# TrueTiles.STRINGS.TEXTUREPACKS.TEXTURE_COUNT
source: {0} textures
es: {0} texturas

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.BUTTON
source: Manage
es: Gestionar

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.BUTTONS.CANCELBUTTON.TEXT
source: Cancel
es: Cancelar

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.BUTTONS.EXTERNALSAVECONFIRM.INFO
source: Save settings outside mods folder
es: Guardar configuración fuera de la carpeta de mods

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.BUTTONS.EXTERNALSAVECONFIRM.TOOLTIP
source: Recommended to enable. Saving settings outside means your changes will persist after the mod or game updates; but will not be removed when you uninstall the mod. The path to external settings is: {0}.
es: Se recomienda activar. Guardar la configuración externamente significa que tus cambios se mantendrán después de las actualizaciones del mod o del juego; pero no se eliminarán al desinstalar el mod. La ruta de la configuración externa es: {0}.

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.BUTTONS.OK.TEXT
source: Apply
es: Aplicar

source: Open Folder
es: Abrir Carpeta

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.SCROLLVIEW.VIEWPORT.CONTENT.ENTRY.INFO
source: N/A
es: N/D

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.SCROLLVIEW.VIEWPORT.CONTENT.ENTRY.TITLE.TEXT
source: N/A
es: N/D

# TrueTiles.STRINGS.UI.SETTINGSDIALOG.TITLEBAR.LABEL
source: Tile Textures
es: Texturas de Baldosas
