Repository: FerchuDev/Aki_ONI-Mods
Catalog: MoreMarbleSculptures/Translations/*.po
Languages: es

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.AZURA.DESCRIPTION
source: <i>"Have you seen that Shrine of Azura? They say the dark elves built it after they fled from Morrowind. Sight to see."</i>
es: <i>"¿Has visto ese Santuario de Azura? Dicen que los elfos oscuros lo construyeron después de huir de Morrowind. Todo un espectáculo."</i>

source: Bears the likeness of an eccentric bug known only as 'The Dashmaster'.
es: Representa la imagen de un insecto conocido como 'El Maestro de las embestidas'.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.DASHMASTER.NAME
source: <link="MARBLESCULPTURE">Dashmaster</link>
es: <link="MARBLESCULPTURE">Maestro de las embestidas</link>

source: A fierce beast of legends.
es: Una bestia feroz de leyenda.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.DRAGON.NAME
source: <link="MARBLESCULPTURE">Dragon</link>
es: <link="MARBLESCULPTURE">Dragón</link>

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.FLOX.DESCRIPTION
source: What might be behind those mysterious, twinkling eyes of this magnificent creature? Nothing. There is not a single thought between those big ears of this Flox.
es: ¿Qué se ocultará tras esos misteriosos y centelleantes ojos de esta magnífica criatura? Nada. No hay un solo pensamiento entre esas enormes orejas de este Zorvo..

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.FLOX.NAME
source: <link="MARBLESCULPTURE">Mystical Flox</link>
es: <link="MARBLESCULPTURE">Zorvo Místico</link>

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.LUNG.DESCRIPTION
source: A wise deity of times long gone.
es: Una deidad sabia de tiempos pasados.

source: Truly the most fabulous of all pacus.
es: Realmente el más fabuloso de todos los pacus.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.PANDA.DESCRIPTION
source: Fluffy protector.
es: Protector peludo.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.PANDA.NAME
source: <link="MARBLESCULPTURE">Red Panda Spirit</link>
es: <link="MARBLESCULPTURE">Espíritu de Panda Rojo</link>

source: <i>"He can be reasonable enough once you get to know him."</i>
es: <i>"Puede ser bastante sensato una vez que le conoces."</i>

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.PIGKING.NAME
source: <link="MARBLESCULPTURE">Pig King</link>
es: <link="MARBLESCULPTURE">Rey Cerdo</link>

source: There are no more seas around, so this deity now rules over the water reservoirs instead.
es: Ya no hay más mares cerca, así que esta deidad ahora gobierna sobre los embalses de agua.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.POSEIDON.NAME
source: <link="MARBLESCULPTURE">Poseidon</link>
es: <link="MARBLESCULPTURE">Poseidón</link>

source: Look at how much acorns she collected! Rightfully proud.
es: ¡Mira cuántas bellotas ha recogido! Con toda la razón está orgullosa.

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.SMUGPIP.NAME
source: <link="MARBLESCULPTURE">Smug Pip</link>
es: <link="MARBLESCULPTURE">Pip Presumida</link>

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.TALOS.DESCRIPTION
source: Please do not yell around the sculpture.
es: Por favor, no grites cerca de la escultura.

source: <i>"Mushrooms don't have no reason to be that big."</i>
es: <i>"Los hongos no tienen razón para ser tan grandes."</i>

# MoreMarbleSculptures.STRINGS.BUILDINGS.PREFABS.MARBLESCULPTURE.TOADSTOOL.NAME
source: <link="MARBLESCULPTURE">Toadstool</link>
es: <link="MARBLESCULPTURE">Sapo Venenoso</link>
